{
  "1": "Oat kaya dengan serat larut yang membantu menurunkan kolesterol. Gabungkan dengan pisang untuk tenaga segera!",
  "2": "Mentega kacang mengandungi protein dan lemak sihat. Tempeh adalah sumber protein nabati terbaik.",
  "3": "Ubi keledek kaya dengan vitamin A dan serat. Telur menyediakan protein lengkap untuk pembaikan sel.",
  "4": "Jagung mengandungi antioksidan lutein untuk kesihatan mata. Susu soya bebas laktosa dan kaya kalsium.",
  "5": "Bayam adalah sumber zat besi terbaik. Yogurt mengandungi probiotik untuk kesihatan pencernaan.",
  "6": "Avokado penuh dengan lemak sihat untuk jantung dan otak. Buah naga kaya antioksidan dan vitamin C.",
  "7": "Strawberi mengandungi vitamin C tinggi. Air fryer mengurangkan penggunaan minyak berlebihan.",
  "8": "Ubi keledek kukus mengekalkan lebih banyak nutrien. Bayam + tempeh = kombinasi sempurna!",
  "9": "Yogurt rendah lemak membantu jaga berat badan. Kobis adalah sayuran silangan yang melawan kanser.",
  "10": "Selai kacang memberi tenaga tahan lama. Tauhu kukus mengekalkan protein tanpa tambahan kalori.",
  "11": "Epal parut mudah dihadam dan kaya serat. Kunyit dalam tempeh mempunyai sifat anti-radang yang kuat.",
  "12": "Telur rebus adalah protein lengkap. Kobis tumis cepat kekalkan vitamin C.",
  "13": "Madu asli mengandungi antioksidan. Tauhu + sayur campur = hidangan seimbang rendah kalori.",
  "14": "Sarapan dengan oat membantu kawal gula darah. Tempeh dalam salad tingkatkan penyerapan nutrien.",
  "15": "Kunyit dalam tauhu goreng mempunyai kurkumin yang anti-radang. Bayam kaya folat untuk sel darah merah.",
  "16": "Buah naga merah mengandungi lebih banyak antioksidan. Sayur stim kekalkan vitamin penting.",
  "17": "Avokado + roti wholemeal = kombinasi serat dan lemak sihat. Sayur tumis air kurangkan minyak.",
  "18": "Ubi keledek ungu kaya antosianin untuk kesihatan otak. Kunyit tingkatkan penyerapan zat besi.",
  "19": "Susu soya diperkaya kalsium setara susu lembu. Bayam + tempeh = hidangan tinggi protein.",
  "20": "Mentega kacang memberi lemak sihat untuk otak. Tauhu kukus ideal untuk diet rendah kalori.",
  "21": "Buah campur pelbagaikan antioksidan. Sup sayur bening menghidrat sambil bernutrisi.",
  "22": "Madu asli lebih baik dari gula putih. Tempeh panggang renyah tanpa perlu minyak banyak.",
  "23": "Air fryer kurangkan 75% penggunaan minyak. Ubi keledek kaya beta-karotena untuk kulit.",
  "24": "Strawberi + yogurt = probiotik dan vitamin C. Sup sayur hangat melegakan dan mudah dihadam.",
  "25": "Jagung + susu rendah lemak = sarapan pengenyangkan. Bayam muda lebih lembut dan mudah dimasak.",
  "26": "Oat + pisang = sarapan sempurna sebelum bersenam. Kunyit dalam tempeh tingkatkan sistem imun.",
  "27": "Avokado mengandungi potasium lebih tinggi dari pisang. Sup sayur campur berikan pelbagai vitamin.",
  "28": "Tauhu goreng + sayur = keseimbangan protein dan serat. Sawi kaya kalsium untuk tulang kuat.",
  "29": "Jagung rebus mudah dicerna. Tempeh panggang memberi tekstur renyah tanpa deep fry.",
  "30": "Menu penutup kitaran dengan keseimbangan sempurna! Salad sayur + telur rebus = hidangan ringan penuh nutrien."
}